<?xml version="1.0" encoding="ISO-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
         "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="de" lang="de">

<head>
<title>KLAUSURINFO</title>
<meta http-equiv="keywords" content="Analysis, Lineare Algebra, linear algebra" />
</head>

<body text="#000000" link="#FF6300" vlink="#FF6300" alink="#FF6300" bgcolor="#FFFFFF">
Liebe Studierende des Mathematik-Moduls! <br /> <br />
Zur Vorbereitung anstehender Pr&auml;senzklausuren habe ich Ihnen unter
<a href="ftp://gatekeeper.informatik.fh-dortmund.de/pub/professors/lenze/fourier/klaumatpk.pdf" target="_blank">
Probeklausur </a>
eine Probeklausur zum Download abgelegt (Passwort f&uuml;r pdf: Intern; ftp-Server
ben&ouml;tigt KEIN Passwort). Rechnen Sie die Klausur unter Zeitdruck (2 Std.) ohne
Taschenrechner und nur mit den erlaubten Hilfsmitteln durch, und &uuml;berpr&uuml;fen
Sie so Ihren Wissensstand. Sollten Sie bei den einfachen Aufgaben einmal im
Zweifel sein, ob Ihre L&ouml;sung korrekt ist, so werfen Sie einen Blick in die an
die Klausur angehangene Kurz-L&ouml;sung. Eine L&ouml;sung in der Klausur sollte
nat&uuml;rlich auch die fehlenden Zwischenschritte enthalten, die in der
Kurz-L&ouml;sung z.T. fehlen! Die echte Klausur ist vom Schwierigkeitsgrad
vergleichbar, kann aber nat&uuml;rlich auch die ein oder andere Aufgabe anderen
Typs enthalten. Grunds&auml;tzlich hat jede Klausur drei Aufgaben aus dem Bereich
<b>Analysis</b> und drei Aufgaben aus dem Bereich <b>Lineare Algebra</b>. Aus dem
Kurs <b>Analysis</b> ist alles klausurrelevant au&szlig;er die Einsch&uuml;be
zu B&#233;zier- und B-Spline-Techniken. Beim Kurs <b>Lineare Algebra</b> sind nur
die Kapitel bis einschlie&szlig;lich <b>Geraden und Ebenen</b> relevant, wobei
die QR-Zerlegung ebenfalls nicht abgepr&uuml;ft wird. Zur Klausurvorbereitung
wird empfohlen, die oben genannten klausurrelevanten Typen von Aufgaben (in
den pdf-Tools sind noch viel mehr Aufgaben) mittels der pdf-Tools unter  
<a href="http://vg05.met.vgwort.de/na/f2ddf5de873cd37c77d2293d93ea78?l=http://www.inf.fh-dortmund.de/personen/professoren/lenze/ana-www.pdf" target="Hauptfenster">
ANA-Lern-Tool </a>
und 
<a href="http://vg04.met.vgwort.de/na/543f4a8db8950493b9976c40add4a9?l=http://www.inf.fh-dortmund.de/personen/professoren/lenze/lal-www.pdf" target="Hauptfenster">
LAL-Lern-Tool </a>
zu &uuml;ben (bitte zum Arbeiten mit den pdfs einen JavaScript-f&auml;higen
pdf-Viewer benutzen!!).
<br /> <br />
Viel Erfolg bei der Vorbereitung und nat&uuml;rlich auch bei der abschlie&szlig;enden
Pr&auml;senzklausur!
<br /> <br />
Beste Gr&uuml;&szlig;e, Burkhard Lenze 
</body>
</html>
